[
  {
    "url": "https://www.tenali.ai",
    "text": "Tenali AI\nWhy Tenali ?\nFeatures\nDemo\nContact Us\nSign Up\nThe AI Sales Engineer\n\nMade with ❤️ By Sales Reps, for Sales Reps\n\nInspired by Tenali Rama, the witty court advisor of the Vijayanagara Empire, Tenali AI is your AI Sales Engineer. Just as Tenali solved complex matters with his sharp intellect, Tenali AI empowers your sales team during virtual meetings. It instantly surfaces answers to customer questions that typically require a sales engineer, shortening your sales cycles and boosting revenue.\n\nBook a Demo\n\nReal Time Assistance on Any Call\n\nEnterprise search via Chat\n\nSales Specific Meeting Summary\n\nMore than 69% Sales Reps missed their quotas last quarter, why?\n\n#1\n\nTech-Savvy Buyers\n\nBuyers are increasingly tech-savvy, posing difficult technical questions from the outset, often leaving reps without immediate answers.\n\n#2\n\nInformation Overload\n\nInformation is fragmented across various tools and resources, making it hard for reps to find relevant data quickly.\n\n#3\n\nGrowing Competition\n\nFierce and constantly evolving competition leaves reps unable to handle objections promptly\n\n#4\n\nScarcity of Experts\n\nSales Engineers and Product Specicialist are a scarce resource and cant be brought in on unqulified prospects. They want to be involved in later stages and bigger deals.\n\nAnd of course macroeconomic conditions and tighter budgets!\n\nEnter Tenali\nReal-Time Assistance\nEnterprise search via Chat\nCrush Competition\nSales specific meeting Summaries\nAI Chief of Staff\nAutomated CRM Updates\nAutofill RFP/RFQ\n\nAsk your questions\n\nGet catered answers from TENALi\n\nFAQ's\nHow does Tenali AI work?\nHow does Tenali know about my company?\nHow does Tenali differ from Gong, Clari, and Outreach platforms?\nHow does Tenali differ from Fireflies and Otter?\nHow much time does it take for our reps to get started on Tenali?\nHow does Tenali AI integrate with our existing CRM and sales tools?\nCan we customize Tenali AI's responses to match our brand voice?\n\nTenali AI\n\nBlog\n\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nLegal\n\nPrivacy Policy\nTerms & Conditions\nZoom SDK Integration\n\n© 2024 by Tenali AI, Inc. All Rights Reserved."
  },
  {
    "url": "https://www.tenali.ai/",
    "text": "Tenali AI\nWhy Tenali ?\nFeatures\nDemo\nContact Us\nSign Up\nThe AI Sales Engineer\n\nMade with ❤️ By Sales Reps, for Sales Reps\n\nInspired by Tenali Rama, the witty court advisor of the Vijayanagara Empire, Tenali AI is your AI Sales Engineer. Just as Tenali solved complex matters with his sharp intellect, Tenali AI empowers your sales team during virtual meetings. It instantly surfaces answers to customer questions that typically require a sales engineer, shortening your sales cycles and boosting revenue.\n\nBook a Demo\n\nReal Time Assistance on Any Call\n\nEnterprise search via Chat\n\nSales Specific Meeting Summary\n\nMore than 69% Sales Reps missed their quotas last quarter, why?\n\n#1\n\nTech-Savvy Buyers\n\nBuyers are increasingly tech-savvy, posing difficult technical questions from the outset, often leaving reps without immediate answers.\n\n#2\n\nInformation Overload\n\nInformation is fragmented across various tools and resources, making it hard for reps to find relevant data quickly.\n\n#3\n\nGrowing Competition\n\nFierce and constantly evolving competition leaves reps unable to handle objections promptly\n\n#4\n\nScarcity of Experts\n\nSales Engineers and Product Specicialist are a scarce resource and cant be brought in on unqulified prospects. They want to be involved in later stages and bigger deals.\n\nAnd of course macroeconomic conditions and tighter budgets!\n\nEnter Tenali\nReal-Time Assistance\nEnterprise search via Chat\nCrush Competition\nSales specific meeting Summaries\nAI Chief of Staff\nAutomated CRM Updates\nAutofill RFP/RFQ\n\nAsk your questions\n\nGet catered answers from TENALi\n\nFAQ's\nHow does Tenali AI work?\nHow does Tenali know about my company?\nHow does Tenali differ from Gong, Clari, and Outreach platforms?\nHow does Tenali differ from Fireflies and Otter?\nHow much time does it take for our reps to get started on Tenali?\nHow does Tenali AI integrate with our existing CRM and sales tools?\nCan we customize Tenali AI's responses to match our brand voice?\n\nTenali AI\n\nBlog\n\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nLegal\n\nPrivacy Policy\nTerms & Conditions\nZoom SDK Integration\n\n© 2024 by Tenali AI, Inc. All Rights Reserved."
  },
  {
    "url": "https://www.tenali.ai/blog/less-is-more-amalgamating-yusuf-dikec-s-winning-formula-for-b2b-sales-with-ai",
    "text": "Tenali AI\nWhy Tenali ?\nFeatures\nDemo\nContact Us\nSign Up\nB2B Sales\nAI\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\n\nDiscover how Tenali AI transforms complex B2B sales cycles, slashing costs by 86.3% and boosting efficiency. Free your expert team to focus on high-value, late-stage opportunities and elevate your GTM organization to Olympic-level performance with Tenali AI.\n\nIn the competitive landscape of B2B Enterprise sales, time and expertise are crucial for success. Sales reps often must pull in a range of experts, such as sales engineers, product managers, product specialists, product specialists engineers, competitive experts, and sales managers, just to answer customer questions during calls. In this blog, we analyze the cost and time implications of involving multiple specialists in initial sales calls and prove how Tenali AI can significantly enhance sales team effectiveness, shorten sales cycles and reduce cost-per-call without replacing essential team members.\n\nThe Traditional Approach vs. The Tenali AI Revolution\n\nImagine a sales call where seven or more company representatives face off against a single customer. This common practice in B2B sales isn't just overwhelming—it erodes profitability! While thorough, this approach of pulling in various experts for every query bloats the sales cycle and drains resources. Every expert involved means time away from more critical, late-stage deals where their input is crucial. The result? Skyrocketing costs and a sluggish sales process that ultimately hurts the bottom line.\n\nNow, picture a sales rep armed with Tenali AI. They stand alone but carry the knowledge of an entire team at their fingertips. This stark contrast is beautifully illustrated in the image above of Yusuf Dikec from Olympics 2024, comparing a complex team setup to a single, empowered seller.\n\nBreaking Down the Numbers\n\nLet's look at the cold, hard facts. Here's a cost breakdown comparing these two approaches:\n\nLet's assume a sales rep is running a sales call 50% of their time. That is 4 hours per day, 20 hours per week, 80 hours per month. Therefore, Tenali AI cost: $200/month ÷ 80 hours = $2.50/hour.\n\nTenali harnesses cutting-edge Large Language Models (LLMs), and as the costs of these models decrease, we pass the cost savings directly to our customers. Our commitment to fair business practices and customer obsession remains our top priority.\n\nThe Impact: More Than Just Numbers\n\n1. Dramatic Cost Reduction: An 86.3% decrease in cost per call. That's not just savings; it's a complete change in basic assumptions.\n\n2. Scalability: With Tenali AI, a company can handle 8 times more calls with the same budget. Imagine the potential for market reach and growth.\n\n3. Consistency and Speed: Instant, verified responses from your product and engineering team to ensure that every customer interaction is of the highest quality, leading to quicker responses, faster decision-making, and shorter sales cycles.\n\n4. Resource Optimization: Experts are no longer tied down by routine customer queries, freeing up their time to focus on strategic initiatives and later stages of sales cycles where their expertise truly adds value.\n\n5. ROI Potential: At just $200 per month, Tenali AI pays for itself almost immediately. If it can handle 4 hours of calls per day, over a 20-day work month, this means an equivalent of $34,598.40 saved in expert time. This equates to a 173x return on investment for the cost of Tenali AI. Everything beyond that first call is pure gain.\n\nThe Bigger Picture\n\nThis isn't just about cutting costs. It's about re-imagining what's possible for your sellers and customers. Tenali gives each sales rep a superpower – the ability to access and deploy the collective knowledge of an entire organisation instantly. Your customers have been expecting your sales teams to be knowledgeable at least about what they are selling.\n\nThe potential impact is staggering:\n\n$373.25 saved per hour of calls\nPotential monthly savings of $29,860\nAn exponential increase in sales capacity and reach\nDelighted customers😊 \n\nLooking Ahead:\n\nIn today's challenging economic climate, where CFOs demand more output with fewer resources, AI-powered sales tools like Tenali AI aren't just advantageous – they're essential. These solutions allow teams to dramatically increase productivity without expanding headcount, addressing both performance and financial pressures.\n\nThe future of B2B sales is here, blending AI efficiency with human expertise. Are you ready to take your GTM organisation to Olympic levels of performance?\n\nSources:\nhttps://wellfound.com/hiring-data/l/san-francisco-bay-area/i/saas\nhttps://www.indeed.com/jobs?l=San+Francisco%2C+CA&q=Saas+Sales&from=mobRdr&utm_source=%2Fm%2F\nhttps://www.indeed.com/jobs?l=San+Francisco%2C+CA&q=Saas+Sales&from=mobRdr&utm_source=%2Fm%2F\nhttps://careerfoundry.com/en/blog/product-management/product-manager-salary-san-francisco/\nhttps://userpilot.com/blog/product-specialist-career-path/\nhttps://www.ziprecruiter.in/?utm_source=zr-go-redirect\n\nTenali AI\n\nBlog\n\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nLegal\n\nPrivacy Policy\nTerms & Conditions\nZoom SDK Integration\n\n© 2024 by Tenali AI, Inc. All Rights Reserved."
  },
  {
    "url": "https://www.tenali.ai/blog/introducing-tenali-enterprise-search-private-and-secure-chatgpt-with-your-data",
    "text": "Tenali AI\nWhy Tenali ?\nFeatures\nDemo\nContact Us\nSign Up\nChatGPT\nEnterprise Search\nShorten Sales Cycles\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\n\nIn today's fast-paced sales environment, time is money. Yet, how much of that precious time do your sales reps spend digging through mountains of information just to answer a single customer question? It's a frustrating reality that many sales professionals face daily. But what if there was a better way? What if all you had to do was \"Ask\"?\n\nAs sales reps, we know that time is your most valuable resource. Time kills deals! Yet, sales reps often waste hours sifting through internal documents, emails, and databases, all in a quest to find one critical piece of information that could make or break a deal.\n\nAt Tenali, we’ve been listening to the challenges of sales teams, and today, we’re thrilled to introduce Tenali Enterprise Search — a simple tool that gives sales reps instant access to verified answers, whether from your company’s knowledge base like Intercom, Google Drive, OneDrive, or even Learning Management Systems like Seismic, HighSpot, Showpad, plus 100+ other data sources. Truth be told, your company website is also a powerful data source, often overlooked.\n\nWhy Tenali Enterprise Search Is the Simplest Tool Sales Teams Need\n\nLet’s talk about how Tenali compares to the competition. While tools like Guru, Docket, and Glean have served as knowledge management platforms, Tenali Enterprise Search goes beyond with three key benefits tailored for sales reps:\n\n1. Real-Time Answers, Not Just Knowledge Curation\n\nOther platforms focus heavily on curating and organizing knowledge, often requiring time-consuming manual input from subject matter experts (SMEs) or knowledge teams. This leads to sales reps spending too much time searching and reading through long articles, battle cards, or complex documents.\n\nTenali Enterprise Search changes the game by delivering instant, verified answers to your reps’ questions, directly sourced from the company knowledge base or even from your website. There’s no need to sift through documents or track down SMEs — just ask a question and get the answer. No middleman needed.\n\nExample: A sales rep needs the latest competitive analysis during pre-call prep. With Tenali, they ask, “What are our advantages over Competitor X?” and receive an immediate, concise answer, complete with cited sources. No more digging through Guru collections or waiting for updates. Especially if you're new and don’t know who to ask.\n\n2. Speed and Simplicity\n\nGuru and Glean provide solid tools, but they often rely on user-generated content and can fall behind in keeping information updated. Docket, while powerful for content management, isn’t built for the fast-paced world of sales, where answers need to be instant and simple.\n\nWith Tenali, we prioritize speed and ease of use. Answers are concise (typically 2-3 sentences), sourced, and delivered in under 4 seconds, helping sales reps stay focused on building customer relationships, not on hunting for information.\n\nExample: Imagine a new sales rep onboarding at your company. Instead of searching through multiple knowledge sources or combing through endless training videos, Tenali gives them instant access to the most relevant data with a simple query — helping them ramp up faster and hit quota sooner.\n\n3. No Internal Database? No Problem\n\nHere’s where Tenali truly sets itself apart. Unlike Guru or Glean, which rely almost exclusively on internal databases, Tenali can retrieve data directly from your company’s website. This flexibility makes Tenali the ultimate solution for sales teams that need to balance internal security concerns with real-time access to accurate information. After all, how often are we really sharing proprietary info?\n\nExample: You’re working on an RFP, and your company’s knowledge base is outdated. With Tenali, a rep can pull accurate, up-to-date info straight from the website, including product specs, case studies, and customer success stories — all without compromising sensitive internal data. Meanwhile, your marketing team stays on its toes, ensuring that public-facing data is always current for customers.\n\nReal-World Use Cases of Tenali Enterprise Search\n\nHow can your sales team benefit from Tenali Enterprise Search? Here are just a few examples:\n\nRFP/RFQ Responses: Reps can quickly pull the most relevant case studies, product specs, and success stories without digging through multiple files.\nPre-call Prep: Before a client meeting, reps can get the latest insights on product updates, competitor comparisons, and key differentiators.\nProposal Building: Need accurate pricing or feature details? Tenali delivers the info immediately, helping your team build strong, competitive proposals faster.\nNew Rep Onboarding: Tenali empowers new hires by giving them easy access to company knowledge without overwhelming them with excess information, shortening the ramp-up period.\nThe Tenali Platform: Beyond Search\n\nTenali isn't just about finding information—it's about transforming your entire sales process:\n\nLive Call Assistance: Get real-time support during customer calls.\nAutomated Meeting Notes: Focus on the conversation while Tenali captures key points.\nAI-Generated Follow-ups: Send personalized, context-aware emails post-meeting.\n\nBy automating these tasks, Tenali frees up your time to focus on what matters most: building relationships and closing deals.\n\nTry Tenali Enterprise Search Today - it's made with ❤️ by Sales Reps, for Sales Reps\n\nBook a demo or sign up now to see Tenali in action! In the attached demo, watch how Gavin experiences Tenali and discover how it can revolutionize your sales enablement strategy.\n\nTenali Enterprise Search was designed with one goal in mind: to empower sales teams. We understand that to win deals, you need quick, digestible answers that allow you to focus on selling, not searching.\n\nFrom Fortune 50 companies to fast-growing startups, we’ve seen Tenali shorten sales cycles, close more deals, and delight buyers by providing the insights that position you as a trusted advisor, not just another sales rep. Some of your colleagues may already be using Tenali — don’t miss out. Your future self—and your sales numbers—will thank you.\n\nReady to experience the future of sales knowledge management?\nTry Tenali today! And if you don’t see your organization listed, just let me know — I’ll add it for you.\n\nTenali AI\n\nBlog\n\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nLegal\n\nPrivacy Policy\nTerms & Conditions\nZoom SDK Integration\n\n© 2024 by Tenali AI, Inc. All Rights Reserved."
  },
  {
    "url": "https://www.tenali.ai/blog/how-to-jolt-your-prospects-out-of-indecision-with-real-examples",
    "text": "Tenali AI\nWhy Tenali ?\nFeatures\nDemo\nContact Us\nSign Up\nThe Jolt Effect\nSales Techniques\nB2B sales\nSales Coaching\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nAs sales reps, one of the toughest obstacles isn’t necessarily competition—it’s indecision. I recently read the Jolt Effect by Ted McKenna and Dixon Matthew, a strategy focused on overcoming customer indecision. This blog provides you examples on how to guide prospects who are stuck in a cycle of analysis paralysis toward confident decisions.\n\nSales has changed. The old playbook isn't enough anymore. Here's why:\n\n40-60% of deals are lost to no decision\nCustomers have FOMU—Fear of Messing Up more than FOMO - Fear of Missing Out\nTraditional techniques often backfire (You know them!)\n\nHere’s how you can master indecision with actionable examples from The Jolt Effect:\n\n1. When Prospects Say: “We need more time to evaluate our options.”\n\nAE Response (Jolt Effect in Action):\n\"That makes sense—this is an important decision. However, what I often see is that too many options can lead to analysis paralysis, which keeps teams stuck in decision-making limbo. If it’s helpful, I can walk you through a simplified comparison between our solution and the alternatives based on your most pressing needs. This way, we can narrow down the choices and eliminate anything that doesn’t align with your goals. Would that help speed up the process?\"\n\nWhy This Works: Prospects often get overwhelmed when evaluating multiple solutions. By simplifying the decision-making process, you guide them to focus on the solution that aligns best with their objectives. The Jolt Effect calls for reducing complexity to move them forward.\n\n2. When Prospects Say: “I’m not sure if this is the right time.”\n\nAE Response (Jolt Effect in Action):\n\"I completely understand the hesitation—timing is always a critical factor in decisions like this. What I’ve found in working with similar companies is that waiting often results in missed opportunities or increased costs in the long run. For example, [Client X] felt the same way but decided to move forward, and they were able to save 15% on operational costs within six months. Let’s look at the risks of delaying versus the immediate value we can start delivering right now. I’ll guide you through both scenarios so we can make the right choice together.\"\n\nWhy This Works: Prospects often hesitate due to fear of making a bad decision. By reframing the conversation around the risks of inaction, you encourage them to see the value of acting now, a key tactic from The Jolt Effect.\n\n3. When Prospects Say: “We don’t want to make a decision we’ll regret.”\n\nAE Response (Jolt Effect in Action):\n\"That’s completely understandable. What I recommend is a phased approach where we start small, see the results, and then scale up if it’s a fit. This way, you can feel confident before making a full commitment.\"\n\nWhy This Works: This response reduces the perceived risk for the prospect by offering a low-risk, step-by-step implementation plan. The Jolt Effect teaches that reducing risk can jolt prospects out of their fear of making the wrong choice.\n\n4. When Prospects Say: \"I’m just not sure if we’ll get internal buy-in for this.\"\n\nAE Response (Jolt Effect in Action ):\n\"That’s completely understandable—internal buy-in is key. I’ve seen teams who’ve initially had the same concern but were able to build strong internal support by focusing on how this solution directly impacts key metrics, like revenue or efficiency. I can help you craft a compelling case for your team that outlines the tangible ROI and addresses potential objections before they come up. Let’s work together on creating something that ensures everyone feels confident in this decision.\"\n\nWhy This Works: The AE reframes the concern about internal buy-in into an opportunity to partner with the prospect in building a solid business case. By proactively addressing objections and helping with internal alignment, the AE positions themselves as a problem-solver, not just a vendor.\n\n5. When Prospects Say: \"We’re worried about the implementation process—it sounds complex.\"\n\nAE Response (Jolt Effect in Action):\n\"I totally get that—implementation can feel overwhelming. But one thing we’ve learned is that by simplifying the process and breaking it into smaller steps, we make it much more manageable. With [Client Z], we did a phased rollout, and they were fully up and running within a month with minimal disruption. Plus, we’ll have a dedicated team working with you every step of the way to make sure it’s seamless. Let’s outline a simple roadmap for you so you can see how we’ll tackle each stage.\"\n\nWhy This Works: The AE minimizes the fear of a complex implementation by simplifying the process and offering hands-on support. By breaking it into manageable steps, they reduce the mental barriers associated with moving forward.\n\nFinal Thoughts: Embrace the Jolt Effect and Lead with Confidence\n\nRemember, indecision is often a sign of underlying fear or uncertainty, not an insurmountable obstacle. By mastering the Jolt Effect, you can address these fears head-on and turn hesitation into action. Equip yourself with the tools to simplify decisions, highlight the risks of inaction, and offer low-risk trials. Each time you successfully guide a prospect out of indecision, you’re not just closing a deal—you’re building trust and proving your value as a strategic partner.\n\nAction Item: Go to your CRM, look at deals that haven't moved in 2 weeks. Ask yourself, “What’s their real fear?” Reach out to the prospect and start applying these techniques in your next conversation and watch how quickly you can turn indecision into commitment.\n\nSources:\n\n1. https://www.jolteffect.com/\n\n2. https://www.amazon.in/JOLT-Effect-Performers-Overcome-Indecision/dp/0593538102\n\n3. https://www.youtube.com/watch?v=cUzEgRetmC4&t=368s\n\n4. https://www.amazon.com/Challenger-Sale-Control-Customer-Conversation/dp/1591844355\n\nTenali AI\n\nBlog\n\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nLegal\n\nPrivacy Policy\nTerms & Conditions\nZoom SDK Integration\n\n© 2024 by Tenali AI, Inc. All Rights Reserved."
  },
  {
    "url": "https://www.tenali.ai/blog/3.%20https://www.youtube.com/watch?v=cUzEgRetmC4&t=368s",
    "text": "404\nThis page could not be found."
  },
  {
    "url": "https://www.tenali.ai/privacy-policy",
    "text": "Tenali AI\nWhy Tenali ?\nFeatures\nDemo\nContact Us\nSign Up\n\nPrivacy Policy\n\nWe are committed to being upfront about our practices and how your data is processed. This policy explains our privacy practices for our Services.\n\n​\n\nTenali AI, Inc. may enter into written product or service agreements with business customers that contain specific provisions related to the confidentiality, security or other handling of information. When provisions of a written product or service agreement differ from or conflict with the provisions of this Privacy Policy, the terms of the written agreement will apply. In all other instances, the terms of this Policy apply.\n\nPlease take a moment to familiarize yourself with the details provided in this policy to understand how Tenali AI, Inc. handles your information. By using our website or services, you consent to the practices described in this Privacy Policy.\n\nIf you have any questions or concerns regarding our data practices, please contact us at admin@tenali.ai .\n\nThank you for choosing Tenali.\n\nSources of Personal Data\nWhen you sign up with Tenali Al\nWhen you sign up or leave your email ID and occupation details with us through our website/web app or other means.\nBy using our services\nWhen you ask Tenali questions in our chat interface, we collect the following information\nYour e-mail ID\nQuestions you ask (we make sure it's anonymized)\nFiles you upload\nWhen you upload a file or link to your Knowledge Sources in Tenali, Tenali ingests and stores that data securely.\nWe use ingested data to help our Al learn and answer your questions\nUsage of personal data\nWe utilize OpenAI to process chats but only after stripping out personally identifiable information and we do not cross train any of the LLMs using customer data.\nTo communicate product and company updates over email. You can unsubscribe from these at any time.\nTo help our AI learn and deliver answers that are accurate.\nSharing of personal data\nWe never share your personal information with any third party for any reason.\nAnonymized data is shared with our product and engineering teams so they can make Tenali better for you.\nSecurity and Retention\nAccess controls\nAdmins in Tenali can choose which project Tenali retrieves answers from, so you can maintain the confidentiality of knowledge contained in certain projects.\n\n\nData separation\nWe're in the process of obtaining our SOC1 Certificate. Our LLMs do not train on any of your data nor do we share it with any third party.\n\n\nData Privacy\nWe utilize AWS as our cloud service which meets the highest standards of data privacy and compliance.\n\nTenali stores data until the termination of the contract.\n\n\nTenali does not record meetings and does not have access to your meeting chat.\n\nMore Docs\n\nZoom Integration\nTerms & Conditions\n\nTenali AI\n\nBlog\n\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nLegal\n\nPrivacy Policy\nTerms & Conditions\nZoom SDK Integration\n\n© 2024 by Tenali AI, Inc. All Rights Reserved."
  },
  {
    "url": "https://www.tenali.ai/zoom-integration",
    "text": "Tenali AI\nWhy Tenali ?\nFeatures\nDemo\nContact Us\nSign Up\n\nZoom SDK Integration\n\n1. Introduction\n\n'Tenali' is an AI-powered web application designed to assist B2B sales representatives during customer calls. By integrating advanced AI, database, and cloud technologies, Tenali provides real-time assistance by listening to sales conversations and providing immediate, conversational-style responses to customer inquiries.\n\n2. Features and Use Cases\n\nReal-Time Conversational Assistance: Tenali provides instant, accurate responses during zoom calls so sales reps can maintain the flow of the conversation and effectively address customer queries. The questions can be anything business or technical. This helps sales reps shorten sales cycles and close quicker than expected.\n\n3. How to Add Tenali App for Zoom- SDK in your Zoom Account\nNavigate to Settings by clicking on your profile picture in the upper right-hand corner.\nClick on \"Integrations\".\nFind the Tenali App for Zoom- SDK integration option and click \"Connect\".\nFollow the prompts to add the Tenali App for Zoom- SDK to your Zoom account.\n4. How to Remove Tenali App for Zoom- SDK from your Zoom Account\nLogin to your Zoom Account and navigate to the Zoom App Marketplace.\nClick Manage >> Added Apps or search for the \"Tenali App for Zoom- SDK\" app.\nClick the \"Tenali App for Zoom- SDK\" app.\nClick Remove.\n5. Troubleshooting:\n\n​Users may sometimes face difficulties in setting up the Zoom App integration or might encounter issues due to incorrect Zoom credentials. You can reach us at admin@tenali.ai or submit a message from our Contact Us page. We will get back to you within 8 hours with a resolution.\n\n6. FAQs\nIs the Zoom App integration necessary to use Tenali? No, the Zoom App integration is optional, designed to offer users more control over their real-time assistance preferences.\nCan the bot join Zoom calls that are not scheduled through the integrated call tools? Yes, with the Zoom App integration, the bot can join any Zoom call as long as it has the correct permissions.\nWhere will I see my customer questions and Tenali answers? They will be visible in the Tenali web app.\nWill the bot join the call if I do not give Tenali access to my calendar? Tenali will not join the call if it does not have access to your calendar. If you do wish to invite Tenali to a call and offer its intelligence, you can add the Zoom invite link in the Tenali app, and it will immediately join the explanation below in the section “How to use Tenali >> Step – 2”.\nDoes Tenali record Zoom calls? No, Tenali does not record any calls.\n\nMore Docs\n\nPrivacy Policy\nTerms & Conditions\n\nTenali AI\n\nBlog\n\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nLegal\n\nPrivacy Policy\nTerms & Conditions\nZoom SDK Integration\n\n© 2024 by Tenali AI, Inc. All Rights Reserved."
  },
  {
    "url": "https://www.tenali.ai/terms-and-conditions",
    "text": "Tenali AI\nWhy Tenali ?\nFeatures\nDemo\nContact Us\nSign Up\n\nTerms and Conditions\n\nThese Terms of Use (\"Terms\") govern your access to and use of the Tenali website, services, and applications (collectively, the \"Services\").\n\nBy accessing or using the Services, you agree to be bound by these Terms. If you do not agree to these Terms, you may not access or use the Services.\n\n1. Introduction\nTenali (\"we\", \"us\", or \"our\") is your virtual sales engineer that learns from tribal knowledge from across your company and equips all your go-to-market teams with critical answers at every stage of a complex deal.\n\n2. User Eligibility\nTo use the Services, you must be at least 18 years old and have the legal capacity to enter into this Agreement. You may not use the Services if you are prohibited from doing so by law.\n\n3. Account and Security\nYou may be required to create an account to access certain features of the Services. You are responsible for maintaining the confidentiality of your account information, including your password, and for all activity that occurs under your account. You agree to notify us immediately of any unauthorized use of your account or any other breach of security.\n\n4. Acceptable Use\nYou may only use the Services for their intended purpose and in accordance with these Terms and all applicable laws and regulations. You may not use the Services for any illegal or unauthorized purpose, including but not limited to: Infringing on any intellectual property rights of others. Transmitting any malware, viruses, or other harmful code. Interfering with or disrupting the Services or any servers or networks connected to the Services. Misusing the Services, including sending unsolicited commercial emails or engaging in spamming. Impersonating any person or entity or misrepresenting your affiliation with any person or entity. Collecting or harvesting personal data of others without their consent.\n\n5. User Content\nYou are responsible for all content that you submit to the Services (\"User Content\"). You represent and warrant that you own all rights to the User Content or have obtained all necessary permissions to submit it to the Services. You grant us a non-exclusive, worldwide, royalty-free license to use, reproduce, modify, publish, distribute, and display the User Content in connection with the Services. Whenever a user signs up for Tenali, they give us consent to collect data about their company from the world wide web. This data will be used to provide answers to users about their company.\n\n6. Third-Party Content and Services\nThe Services may contain links to third-party websites or services that are not owned or controlled by us. We are not responsible for the content or availability of any third-party website or service. You assume all risk and responsibility for your access to and use of any third-party website or service.\n\n7. Intellectual Property‍\nThe Services and all content contained therein are protected by copyright, trademark, and other intellectual property laws. You may not modify, reverse engineer, decompile, disassemble, or create derivative works of the Services. You may not use any of our trademarks or logos without our written permission.\n\n8. Disclaimers\nTHE SERVICES ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED, SECURE, OR ERROR-FREE. WE WILL NOT BE LIABLE FOR ANY DAMAGES ARISING OUT OF YOUR USE OF THE SERVICES, INCLUDING BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, AND PUNITIVE DAMAGES.\n\n9. Limitation of Liability\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, OUR LIABILITY UNDER THESE TERMS SHALL BE LIMITED TO THE AMOUNT PAID BY YOU FOR THE SERVICES. IN NO EVENT SHALL WE BE LIABLE FOR ANY LOST PROFITS, LOST DATA, OR OTHER SPECIAL, CONSEQUENTIAL, OR INCIDENTAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THESE TERMS.\n\n10. Indemnification\nYou agree to indemnify and hold us harmless from and against any and all claims, losses, damages, liabilities, costs, and expenses (including attorney's fees) arising out of or in connection with your use of the Services or your breach of these Terms.\n\n11. Termination\nWe may terminate your access to and use of the Services at any time, for any reason, or for no reason. We may also remove any User Content from the Services at any time.\n\n12. Governing Law and Dispute Resolution\n\nThese Terms shall be governed by and construed in accordance with the laws of the State of Delaware, United States of America, without regard to their conflict of laws provisions. Any dispute arising out of or in connection with these terms shall be resolved by binding arbitration in accordance with the rules of the American Arbitration Association. The arbitration shall be conducted in English and shall be held in Dover, Delaware, United States of America.\n\n13. Entire Agreement\nThese Terms constitute the entire agreement between you and us with respect to your use of the Services. No other representations, promises, or inducements, whether written or oral, shall be binding upon us.\n\n14. Amendments\nWe may amend these Terms at any time by posting the amended Terms on the Services. Your continued use of the Services after such posting will be deemed acceptance of the amended Terms.\n\n15. Severability\nIf any provision of these Terms is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall remain in full force and effect.\n\n16. Waiver\nNo waiver of any provision of these Terms shall be deemed a further or continuing waiver of such provision or any other provision.\n\n17. Notices‍\nAll notices and other communications hereunder shall be in writing and shall be deemed to have been duly given when delivered personally, sent by certified or registered mail, postage prepaid, return receipt requested, or sent by overnight courier to the addresses set forth in these Terms.\n\n18. Force Majeure\nWe shall not be liable for any delay or failure to perform its obligations hereunder due to causes beyond its reasonable control, including but not limited to acts of God, war, terrorism, strikes, earthquakes, floods, fires, or other natural disasters.\n\n19. Data Privacy\nOur Privacy Policy explains how we collect, use, and disclose your personal information. You agree to be bound by our Privacy Policy.\n\n20. Contact Us\nIf you have any questions about these Terms, please contact us at admin@tenali.ai .\n\nBy using the Services, you acknowledge that you have read and understood these Terms and agree to be bound by them.\n\n\nMore Docs\n\nPrivacy Policy\nZoom SDK Integration\n\nTenali AI\n\nBlog\n\nLess is More: Amalgamating Yusuf Dikec's Winning Formula for B2B Sales with AI\nIntroducing Tenali Enterprise Search: Private & Secure ChatGPT with your data\nHow to Jolt Your Prospects Out of Indecision with Real Examples\n\nLegal\n\nPrivacy Policy\nTerms & Conditions\nZoom SDK Integration\n\n© 2024 by Tenali AI, Inc. All Rights Reserved."
  }
]